[Buildings_AM.A_Xel_Dwelling_Lvl1 H7Dwelling]
mName=""

[Buildings_AM.A_Xel_Dwelling_Lvl2 H7Dwelling]
mName=""

[Buildings_AM.A_Xel_Dwelling_Lvl3_Moloch H7Dwelling]
mName=""

[Buildings_AM.A_Xel_Dwelling_Lvl3_Ripper H7Dwelling]
mName=""

[Buildings_name.A_Xel_Dwelling_Lv1_Name H7GlobalName]
mName="秽巢核心生物住所"

[Buildings_name.A_Xel_Dwelling_Lv2_Name H7GlobalName]
mName="秽巢精英生物住所"

[Buildings_name.A_Xel_Dwelling_Lv3_Name H7GlobalName]
mName="秽巢冠军生物住所"